Repository: pinpin-http/multilang_site-
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Forum Django
fr: Articles

source: Home
fr: Accueil

source: Logout
fr: Déconnexion

source: Sign In
fr: Connexion

source: There live the blind texts. Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean.
fr: Pour plus d'informations sur l'app, vous pouvez me contacter sur ces différentes pages.

source: Connect
fr: Entrez en contact

source: Back to Home
fr: Retour a l'accueil

source: New here?
fr: Nouveau ?

source: Sign up and discover
fr: Inscrivez vous pour rediger des articles

source: One of us?
fr: Déjà membre ?

source: Just sign in
fr: Connectez vous

source: Sign Up Now
fr: Inscrivez vous

source: Welcome
fr: Bienvenue

source: Excepteur sint occaecat cupidatat non proident
fr: Test de competences Django

source: This project was created as a technical test to demonstrate my skills in developing web applications with the Django framework. The project aims to simulate a blog site where users can register, log in, post articles, and view articles posted by other users, including multilingual support and LLM implementation.
fr: Ce projet a été créé dans le cadre d'un test technique destiné à démontrer mes compétences en développement d'applications web avec le framework Django. Le projet vise à simuler un site de blog où les utilisateurs peuvent s'inscrire, se connecter, publier des articles, et voir les articles publiés par d'autres utilisateurs en incluant un support multilang et une implementation de LLM.

source: Recent Posts
fr: recemment posté

source: Blog Posts
fr: Articles a la une

source: hello
fr: Bonjour

source: you can
fr: vous pouvez

source: Add an Article
fr: ajouter un article

source: You have been logged out.
fr: vous avez été deconnecté

source: Login failed. Please check your username and password.
fr: La connexion a échoué. Veuillez vérifier votre nom d'utilisateur et votre mot de passe.

source: Registration failed. Please check the form and try again.
fr: Échec de l'enregistrement. Veuillez vérifier le formulaire et réessayer
